[
    {
        "title": "A quem se destina o Curso?",
        "desc": "For everbody, para todos, men women, other. És um ser humano com 18 ou mais, que deseja, que quer, que almeja uma nova carreira e promissora. Então essa formação é pra ti…"
    },
    {
        "title": "Qual o horário das aulas?",
        "desc": "Prepara-te para estares a todo o instante connosco, vixe, esta é a proposta, programar e  re-programar,  dirigido unicamente para Programação FullStack, as aulas vão decorrer de segunda a sexta das 8h00 ás 12h00 e 14h00 ás 17h00 e mais,  irás trabalhar em casa full time a pensar, repensar and thing again…Tudo isso para que possas ser um Junior Full- Stack “di meh di vera”… De Verdade. So, lets begin"
    },
    {
        "title": "Onde irá acontecer o Curso?",
        "desc": "O nosso curso será híbrido, vais estar numa sala comum, mais ou menos, Sim estarás numa sala com vários colegas e iremos também te disponibilizar acesso a cursos para que possas, aprender, desenvolver e empreender em casa também. Terás que estar de segunda a sexta, remember, in our class, no Palmarejo Grande.. das 8h00 ás 17h00  e quando fores para casa ainda estaremos contigo, in your mind, por que terás qdesafios every single day, to learn more and more…E no dia seguinte estaremos aí contigo a garantir a força do teu Querer."
    },
    {
        "title": "Como se candidatar ao curso",
        "desc": "Vixe, estiveste na nossa pagina no Facebook, pois, pois, é só procurar a ficha de inscrição ao lado e voilá, good day and good look, já és o candidato, just that, Para    realizar, your dreams, and ours, apenas preencha a ficha de inscrição, curtíssima e simples, após isso é submeteres e já és um candidato, simples, pratico e rápido…So what do you waiting for? "
    },
    {
        "title": "Qual o número de vagas?",
        "desc": "20 vagas… I´m sorry, I want more to, SQN, daí a importância de já inscreveres para que o próximo Junior Full Stack seja Tu!"
    },
    {
        "title": "Que materiais serão necessários?",
        "desc": "Estarão a vossa disponibilidade um espaço com computadores e internet  para que todos, durante o período da formação presencial. Se tiveres um computador em casa para continuares seria ótimo, se não é ótimo também. Don´t worry we will look for u every single day."
    },
    {
        "title": "Qual o custo da formação?",
        "desc": "A parte Boa dessa formação! niente, nada, nothing, zero, like we say …100% gratuito, that amazing, Eu acho que sim, tenho certeza de que você também. Coisas boas são ótimas, e ser candidato a Programdor Full stack é ainda melhor. Queres mais, Bónus, terão uma bolsa de 10.000$00 e não terão desculpas para faltar uma única aula. Pessoassss, estamos te financiando para estares aqui connosco, Do you need more."
    },
    {
        "title": "Como funciona o processo de Seleção?",
        "desc": "Para que o sonho se torne realidade, precisas de um tempinho para passares pelo nosso desafio, nada demais, NOP. Para  que possas ser um programador Full Stack, terás de completar (com sucesso) as duas fases que fazem parte do  nosso  processo de selecção: 1º Fase: Consiste na aplicação de testes de aptidão que serão propostas numa plataforma de candidatura online, a qual após a inscrição te direcionamos para o site. 2º Fase: Os candidatos que completarem com sucesso a primeira fase, serão submetidos a realização de entrevista técnica online onde serão selecionados os 20 aprovados, Esse processo não implicará nenhum tipo de custo para si ou vínculo com a Sintaxy. Optamos por essas modalidades como forma de identificar se estas preparado para entrar nessa nova realidade e obviamente consideramos que este é uma forma de dares os primeiros passos para o mundo das TICs."
    },
    {
        "title": "Conseguirei trabalho após a conclusão do curso?",
        "desc": "Yes, após concluíres o curso com sucesso, terás um tempo connosco, estarás no mercado de trabalho, e se fores ainda melhor, outras oportunidades te apresentarem"
    },
    {
        "title": "Qual o modelo de avaliação?",
        "desc": "Every day, Lembra-te imersão, intenso, todos os dias serás avaliado, serão ministrados teste durante a formação, testes praticos"
    },
    {
        "title": "Preciso de alguma experiência para iniciar o curso?",
        "desc": "No need, Não vais precisar de nenhuma experiencia, apenas força de vontade, just that, e claro seres ágil e já estar inscrito nesse processo, Like a say, Be calm, but don´t be slown."
    },
    {
        "title": "Preciso de alguma experiência para iniciar o curso?",
        "desc": "No need, Não vais precisar de nenhuma experiencia, apenas força de vontade, just that, e claro seres ágil e já estar inscrito nesse processo, Like a say, Be calm, but don´t be slown."
    }
]